/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ contient %@";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ termine par %@";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ égal %@";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ ou %@";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ commence par %@";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@, %@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) et %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) et (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) ou %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) ou (%@)";

/* Size test without any bounds */
"any size" = "n'importe quelle taille";

/* A filename as the subject of a string test */
"name" = "nom";

/* NOT-test with 1: sub test */
"not (%@)" = "non (%@)";

/* A pathname as the subject of a string test */
"path" = "chemin";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "taille est entre %@ et %@";

/* Size test with 1: lower bound */
"size is larger than %@" = "taille est sup. à %@";

/* Size test with 1: upper bound */
"size is smaller than %@" = "taille est inf. à %@";
